Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.localWindow.menu.agents
source: Start or Switch Agent
ar: ابدأ أو قم بتبديل الوكيل
bs: Pokrenite ili promijenite agenta
da: Start eller skift agent
de: Agent starten oder wechseln
es: Iniciar o cambiar de agente
fr: Démarrer ou changer d'agent
it: Avvia o cambia agente
ja: エージェントの開始または切り替え
km: ចាប់ផ្តើម ឬប្តូរភ្នាក់ងារ
ko: 에이전트 시작 또는 전환
nb: Start eller bytt agent
pl: Uruchom lub zmień agenta
pt_br: Iniciar ou trocar de agente
ru: Запустить или переключить агента
th: เริ่มหรือเปลี่ยนตัวแทน
tr: Temsilciyi Başlatın veya Değiştirin
uk: Запустіть або переключіть агента
zh_hans: 启动或切换代理
zh_hant: 啟動或切換代理

# uniconnect.localWindow.menu.forget
source: Forget Saved Conversation
ar: ننسى المحادثة المحفوظة
bs: Zaboravite sačuvani razgovor
da: Glem gemt samtale
de: Gespeicherte Konversation vergessen
es: Olvidar la conversación guardada
fr: Oublier la conversation enregistrée
it: Dimentica conversazione salvata
ja: 保存した会話を忘れる
km: បំភ្លេចការសន្ទនាដែលបានរក្សាទុក
ko: 저장된 대화 잊어버리기
nb: Glem lagret samtale
pl: Zapomnij zapisaną rozmowę
pt_br: Esquecer a conversa salva
ru: Забыть сохраненный разговор
th: ลืมการสนทนาที่บันทึกไว้
tr: Kayıtlı Konuşmayı Unut
uk: Забути збережену розмову
zh_hans: 忘记保存的对话
zh_hant: 忘記已儲存的對話

# uniconnect.localWindow.menu.history
source: Previous Conversations
ar: المحادثات السابقة
bs: Prethodni razgovori
da: Tidligere samtaler
de: Frühere Gespräche
es: Conversaciones anteriores
fr: Conversations précédentes
it: Conversazioni precedenti
ja: 以前の会話
km: ការសន្ទនាពីមុន
ko: 이전 대화
nb: Tidligere samtaler
pl: Poprzednie rozmowy
pt_br: Conversas anteriores
ru: Предыдущие разговоры
th: บทสนทนาก่อนหน้า
tr: Önceki Konuşmalar
uk: Попередні розмови
zh_hans: 之前的对话
zh_hant: 之前的對話

# uniconnect.localWindow.missingRoot.choose
source: Choose New Folder…
ar: اختر مجلدًا جديدًا…
bs: Odaberite novi folder…
da: Vælg ny mappe...
de: Wählen Sie „Neuer Ordner…“
es: Elegir nueva carpeta…
fr: Choisissez un nouveau dossier…
it: Scegli Nuova cartella...
ja: 新しいフォルダーを選択してください…
km: ជ្រើសរើសថតថ្មី...
ko: 새 폴더 선택…
nb: Velg ny mappe...
pl: Wybierz nowy folder…
pt_br: Escolha Nova Pasta…
ru: Выберите новую папку…
th: เลือกโฟลเดอร์ใหม่...
tr: Yeni Klasörü Seçin…
uk: Виберіть нову папку…
zh_hans: 选择新文件夹...
zh_hant: 選擇新資料夾...

# uniconnect.localWindow.missingRoot.detail
source: UniConnect did not start anything because %@ is unavailable. Choose its new folder to keep this window and all saved conversations recoverable.
ar: UniConnect لم يبدأ أي شيء لأن %@ غير متوفر. اختر المجلد الجديد الخاص به لإبقاء هذه النافذة وجميع المحادثات المحفوظة قابلة للاسترداد.
bs: UniConnect nije pokrenuo ništa jer %@ nije dostupan. Odaberite njegovu novu mapu kako biste ovaj prozor i sve sačuvane razgovore mogli oporaviti.
da: UniConnect startede ikke noget, fordi %@ ikke er tilgængelig. Vælg dens nye mappe for at holde dette vindue og alle gemte samtaler gendannes.
de: UniConnect hat nichts gestartet, da %@ nicht verfügbar ist. Wählen Sie den neuen Ordner aus, damit dieses Fenster und alle gespeicherten Konversationen wiederherstellbar bleiben.
es: UniConnect no ha iniciado nada porque %@ no está disponible. Elige su nueva carpeta para conservar esta ventana y recuperar todas las conversaciones guardadas.
fr: UniConnect n'a rien démarré car %@ n'est pas disponible. Choisissez son nouveau dossier pour conserver cette fenêtre et toutes les conversations enregistrées récupérables.
it: UniConnect non ha avviato nulla perché %@ non è disponibile. Scegli la sua nuova cartella per mantenere recuperabili questa finestra e tutte le conversazioni salvate.
ja: %@ が利用できないため、UniConnect は何も開始しませんでした。このウィンドウと保存されているすべての会話を復元できるようにするには、新しいフォルダーを選択します。
km: UniConnect មិនបានចាប់ផ្តើមអ្វីទេព្រោះ %@ មិនអាចប្រើបាន។ ជ្រើសរើសថតថ្មីរបស់វា ដើម្បីរក្សាបង្អួចនេះ និងការសន្ទនាដែលបានរក្សាទុកទាំងអស់អាចសង្គ្រោះបាន។
ko: UniConnect은 %@을 사용할 수 없기 때문에 아무것도 시작하지 않았습니다. 이 창과 저장된 모든 대화를 복구 가능하게 유지하려면 새 폴더를 선택하세요.
nb: UniConnect startet ikke noe fordi %@ er utilgjengelig. Velg den nye mappen for å holde dette vinduet og alle lagrede samtaler gjenopprettelige.
pl: UniConnect niczego nie uruchomił, ponieważ %@ jest niedostępny. Wybierz nowy folder, aby to okno i wszystkie zapisane rozmowy można było odzyskać.
pt_br: UniConnect não iniciou nada porque %@ não está disponível. Escolha sua nova pasta para manter esta janela e todas as conversas salvas recuperáveis.
ru: UniConnect ничего не запускал, поскольку %@ недоступен. Выберите новую папку, чтобы сохранить это окно и все сохраненные разговоры.
th: UniConnect ไม่ได้เริ่มอะไรเลยเนื่องจาก %@ ไม่พร้อมใช้งาน เลือกโฟลเดอร์ใหม่เพื่อให้หน้าต่างนี้และการสนทนาที่บันทึกไว้ทั้งหมดสามารถกู้คืนได้
tr: UniConnect hiçbir şey başlatmadı çünkü %@ kullanılamıyor. Bu pencereyi ve kayıtlı tüm konuşmaları kurtarılabilir halde tutmak için yeni klasörünü seçin.
uk: UniConnect нічого не запустив, тому що %@ недоступний. Виберіть його нову папку, щоб зберегти це вікно та всі збережені розмови.
zh_hans: UniConnect 没有启动任何内容，因为 %@ 不可用。选择其新文件夹以使该窗口和所有已保存的对话保持可恢复。
zh_hant: UniConnect 沒有啟動任何內容，因為 %@ 不可用。選擇其新資料夾以使該視窗和所有已儲存的對話保持可恢復。

# uniconnect.localWindow.missingRoot.picker.choose
source: Use This Folder
ar: استخدم هذا المجلد
bs: Koristite ovu fasciklu
da: Brug denne mappe
de: Verwenden Sie diesen Ordner
es: Usar esta carpeta
fr: Utiliser ce dossier
it: Usa questa cartella
ja: このフォルダを使用する
km: ប្រើ Folder នេះ។
ko: 이 폴더 사용
nb: Bruk denne mappen
pl: Użyj tego folderu
pt_br: Use esta pasta
ru: Использовать эту папку
th: ใช้โฟลเดอร์นี้
tr: Bu Klasörü Kullan
uk: Використовуйте цю папку
zh_hans: 使用此文件夹
zh_hant: 使用此資料夾

# uniconnect.localWindow.missingRoot.picker.title
source: Reassign Trusted Box Folder
ar: إعادة تعيين مجلد الصندوق الموثوق به
bs: Ponovno dodijelite pouzdanu fasciklu
da: Gentildel Trusted Box-mappe
de: Weisen Sie den vertrauenswürdigen Box-Ordner neu zu
es: Reasignar carpeta de confianza de la caja
fr: Réaffecter le dossier Trusted Box
it: Riassegna la cartella Trusted Box
ja: Trusted Box フォルダーの再割り当て
km: ចាត់តាំងថតប្រអប់ដែលទុកចិត្តឡើងវិញ
ko: Trusted Box 폴더 재할당
nb: Tilordne Trusted Box-mappe på nytt
pl: Przypisz ponownie folder Trusted Box
pt_br: Reatribuir pasta de caixa confiável
ru: Переназначить папку доверенного ящика
th: กำหนดโฟลเดอร์ Trusted Box ใหม่
tr: Güvenilen Kutu Klasörünü Yeniden Ata
uk: Перепризначте папку Trusted Box
zh_hans: 重新分配 Trusted Box 文件夹
zh_hant: 重新分配 Trusted Box 資料夾

# uniconnect.localWindow.missingRoot.title
source: Trusted Box Folder Is Missing
ar: مجلد الصندوق الموثوق به مفقود
bs: Fascikla pouzdane kutije nedostaje
da: Trusted Box-mappe mangler
de: Der vertrauenswürdige Box-Ordner fehlt
es: Falta la carpeta de confianza de la caja
fr: Le dossier Trusted Box est manquant
it: Manca la cartella Trusted Box
ja: Trusted Box フォルダーが見つかりません
km: បាត់​ឯកសារ​ប្រអប់​ដែល​ទុក​ចិត្ត
ko: 신뢰할 수 있는 상자 폴더가 없습니다.
nb: Trusted Box-mappe mangler
pl: Brak folderu Trusted Box
pt_br: A pasta Trusted Box está ausente
ru: Папка доверенного ящика отсутствует
th: โฟลเดอร์กล่องที่เชื่อถือได้หายไป
tr: Güvenilir Kutu Klasörü Eksik
uk: Відсутня папка Trusted Box
zh_hans: Trusted Box 文件夹丢失
zh_hant: Trusted Box 資料夾遺失

# uniconnect.localWindow.new.error.missingRoot
source: This box does not have a trusted folder.
ar: لا يحتوي هذا المربع على مجلد موثوق به.
bs: Ovaj okvir nema pouzdani folder.
da: Denne boks har ikke en pålidelig mappe.
de: Für diese Box gibt es keinen vertrauenswürdigen Ordner.
es: Esta caja no tiene una carpeta de confianza.
fr: Cette boîte n'a pas de dossier de confiance.
it: Questa casella non ha una cartella attendibile.
ja: このボックスには信頼できるフォルダーがありません。
km: ប្រអប់នេះមិនមានថតដែលទុកចិត្តទេ។
ko: 이 상자에는 신뢰할 수 있는 폴더가 없습니다.
nb: Denne boksen har ikke en klarert mappe.
pl: To pudełko nie ma zaufanego folderu.
pt_br: Esta caixa não possui uma pasta confiável.
ru: В этом ящике нет доверенной папки.
th: กล่องนี้ไม่มีโฟลเดอร์ที่เชื่อถือได้
tr: Bu kutunun güvenilen bir klasörü yok.
uk: Цей ящик не має надійної папки.
zh_hans: 此框没有受信任的文件夹。
zh_hant: 此框沒有受信任的資料夾。

# uniconnect.reconnect.all.now
source: Reconnect SSH Windows Now
ar: أعد توصيل جميع نوافذ محطة SSH الآن
bs: Ponovo povežite sve prozore terminala SSH sada
da: Gentilslut alle SSH terminalvinduer nu
de: Verbinden Sie jetzt alle SSH-Terminalfenster erneut
es: Vuelve a conectar todas las ventanas SSH ahora
fr: Reconnectez maintenant toutes les fenêtres du terminal SSH
it: Riconnetti ora tutte le finestre del terminale SSH
ja: すべての SSH ターミナル ウィンドウを今すぐ再接続します
km: ភ្ជាប់បង្អួចស្ថានីយ SSH ឡើងវិញឥឡូវនេះ
ko: 지금 모든 SSH 터미널 창을 다시 연결하세요.
nb: Koble til alle SSH terminalvinduer nå
pl: Podłącz teraz ponownie wszystkie okna terminala SSH
pt_br: Reconecte todas as janelas do terminal SSH agora
ru: Переподключите все окна терминала SSH сейчас.
th: เชื่อมต่อหน้าต่างเทอร์มินัล SSH ทั้งหมดอีกครั้งทันที
tr: Tüm SSH terminal pencerelerini şimdi yeniden bağlayın
uk: Повторно підключіть усі термінальні вікна SSH
zh_hans: 立即重新连接所有 SSH 终端窗口
zh_hant: 立即重新連線所有 SSH 終端機窗口

# uniconnect.reconnect.boxes.now
source: Reconnect SSH Windows in These Boxes Now
ar: أعد توصيل SSH Windows في هذه الصناديق الآن
bs: Ponovo povežite SSH Windows u ovim kutijama odmah
da: Gentilslut SSH Windows i disse bokse nu
de: Verbinden Sie SSH Windows jetzt in diesen Feldern erneut
es: Volver a conectar ahora las ventanas SSH de estas cajas
fr: Reconnectez SSH Windows dans ces boîtes maintenant
it: Ricollega ora SSH Windows in queste caselle
ja: これらのボックス内の SSH Windows を今すぐ再接続します
km: ភ្ជាប់ឡើងវិញ SSH Windows នៅក្នុងប្រអប់ទាំងនេះឥឡូវនេះ
ko: 지금 이 상자에 있는 SSH Windows를 다시 연결하세요.
nb: Koble til SSH Windows i disse boksene nå
pl: Podłącz teraz ponownie SSH Windows w tych skrzynkach
pt_br: Reconecte SSH Windows nessas caixas agora
ru: Переподключите SSH Windows в этих ящиках прямо сейчас.
th: เชื่อมต่อ SSH Windows อีกครั้งในกล่องเหล่านี้ทันที
tr: SSH Windows'u Bu Kutulara Şimdi Yeniden Bağlayın
uk: Повторно підключіть SSH Windows у цих ящиках зараз
zh_hans: 立即重新连接这些框中的 SSH Windows
zh_hant: 立即重新連接這些方塊中的 SSH Windows

# uniconnect.reconnect.none.detail
source: Open an SSH/tmux window before forcing a reconnect.
ar: افتح نافذة SSH/tmux قبل فرض إعادة الاتصال.
bs: Otvorite SSH/tmux prozor prije prisilnog ponovnog povezivanja.
da: Åbn et SSH/tmux-vindue, før du tvinger en genforbindelse.
de: Öffnen Sie ein SSH/tmux-Fenster, bevor Sie eine erneute Verbindung erzwingen.
es: Abre una ventana SSH/tmux antes de forzar una reconexión.
fr: Ouvrez une fenêtre SSH/tmux avant de forcer une reconnexion.
it: Apri una finestra SSH/tmux prima di forzare una riconnessione.
ja: 再接続を強制する前に、SSH/tmux ウィンドウを開きます。
km: បើកបង្អួច SSH/tmux មុនពេលបង្ខំឱ្យភ្ជាប់ឡើងវិញ។
ko: 강제로 다시 연결하기 전에 SSH/tmux 창을 엽니다.
nb: Åpne et SSH/tmux-vindu før du tvinger en gjentilkobling.
pl: Otwórz okno SSH/tmux przed wymuszeniem ponownego połączenia.
pt_br: Abra uma janela SSH/tmux antes de forçar uma reconexão.
ru: Откройте окно SSH/tmux, прежде чем принудительно выполнить повторное подключение.
th: เปิดหน้าต่าง SSH/tmux ก่อนที่จะบังคับให้เชื่อมต่อใหม่
tr: Yeniden bağlanmayı zorlamadan önce bir SSH/tmux penceresi açın.
uk: Відкрийте SSH/tmux вікно перед примусовим повторним підключенням.
zh_hans: 在强制重新连接之前打开 SSH/tmux 窗口。
zh_hant: 在強制重新連接之前開啟 SSH/tmux 視窗。

# uniconnect.reconnect.none.title
source: No SSH Windows to Reconnect
ar: لا SSH Windows لإعادة الاتصال
bs: Nema SSH Windowsa za ponovno povezivanje
da: Ingen SSH Windows for at genoprette forbindelse
de: Kein SSH Windows zum erneuten Verbinden
es: No hay ventanas SSH que reconectar
fr: Pas de SSH Windows pour se reconnecter
it: Nessuna SSH Windows da riconnettere
ja: いいえ SSH Windows を再接続します
km: គ្មាន SSH Windows ដើម្បីភ្ជាប់ឡើងវិញ
ko: 다시 연결할 수 있는 SSH Windows가 없습니다.
nb: Ingen SSH Windows for å koble til på nytt
pl: Nie SSH Windows do ponownego połączenia
pt_br: Não há SSH Windows para reconectar
ru: Нет SSH Windows для повторного подключения
th: ไม่มี SSH Windows ที่จะเชื่อมต่อใหม่
tr: Yeniden Bağlanılacak SSH Windows yok
uk: Ні SSH Windows для повторного підключення
zh_hans: 没有 SSH Windows 需要重新连接
zh_hant: 沒有 SSH Windows 需要重新連接

# settings.state.selected
source: Selected
ar: مختارة
bs: Odabrano
da: Valgt
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
km: បានជ្រើសរើស
ko: 선택됨
nb: Valgt
pl: Wybrane
pt_br: Selecionado
ru: Выбрано
th: เลือกแล้ว
tr: Seçildi
uk: Вибране
zh_hans: 已选择
zh_hant: 已選擇

# uniconnect.localWindow.action.exitCurrentAgentFirst
source: Exit the current agent first.
ar: قم بالخروج من الوكيل الحالي أولاً.
bs: Prvo izađite iz trenutnog agenta.
da: Afslut den aktuelle agent først.
de: Beenden Sie zuerst den aktuellen Agenten.
es: Sal primero del agente actual.
fr: Quittez d'abord l'agent actuel.
it: Esci prima dall'agente corrente.
ja: まず現在のエージェントを終了します。
km: ចាកចេញពីភ្នាក់ងារបច្ចុប្បន្នជាមុនសិន។
ko: 현재 에이전트를 먼저 종료하세요.
nb: Gå ut av gjeldende agent først.
pl: Najpierw wyjdź z bieżącego agenta.
pt_br: Saia primeiro do agente atual.
ru: Сначала выйдите из текущего агента.
th: ออกจากตัวแทนปัจจุบันก่อน
tr: Önce mevcut temsilciden çıkın.
uk: Спочатку вийдіть із поточного агента.
zh_hans: 首先退出当前代理。
zh_hant: 首先退出當前代理。

# uniconnect.localWindow.action.forgetConversation
source: Forget %@ Conversation…
ar: ننسى %@ المحادثة...
bs: Zaboravi %@ Razgovor…
da: Glem %@ samtale...
de: Vergiss %@ Konversation…
es: Olvidar la conversación de %@…
fr: Oubliez la conversation %@…
it: Dimentica la conversazione %@...
ja: %@ の会話は忘れてください…
km: ភ្លេច %@ ការសន្ទនា...
ko: %@ 대화는 잊어버리세요…
nb: Glem %@ samtale...
pl: Zapomnij o %@ rozmowie…
pt_br: Esqueça %@ Conversa…
ru: Забудьте %@ Разговор…
th: ลืม %@ บทสนทนา...
tr: %@ Konuşmayı unutun…
uk: Забудьте %@ Розмова…
zh_hans: 忘记%@对话......
zh_hant: 忘記%@對話......

# uniconnect.localWindow.action.reassignRoot
source: Choose New Box Folder…
ar: اختر مجلد صندوق جديد...
bs: Odaberite New Box Folder…
da: Vælg ny boksmappe...
de: Wählen Sie „Neuer Box-Ordner…“
es: Elegir nueva carpeta de la caja…
fr: Choisissez un nouveau dossier de boîte…
it: Scegli nuova cartella casella...
ja: 新しいボックス フォルダーを選択してください…
km: ជ្រើស​ថត​ប្រអប់​ថ្មី...
ko: 새 상자 폴더를 선택하세요...
nb: Velg ny boksmappe...
pl: Wybierz nowy folder skrzynki…
pt_br: Escolha nova pasta de caixa…
ru: Выберите новую папку ящика…
th: เลือกโฟลเดอร์กล่องใหม่...
tr: Yeni Kutu Klasörünü Seçin…
uk: Вибрати нову папку ящика…
zh_hans: 选择新文件夹...
zh_hant: 選擇新資料夾...

# uniconnect.localWindow.action.reassignRoot.detail
source: The saved folder is unavailable. Nothing will run until you choose its new location.
ar: المجلد المحفوظ غير متوفر. لن يتم تشغيل أي شيء حتى تختار موقعه الجديد.
bs: Sačuvani folder je nedostupan. Ništa neće raditi dok ne odaberete njegovu novu lokaciju.
da: Den gemte mappe er ikke tilgængelig. Intet vil køre, før du vælger dets nye placering.
de: Der gespeicherte Ordner ist nicht verfügbar. Es wird nichts ausgeführt, bis Sie den neuen Speicherort ausgewählt haben.
es: La carpeta guardada no está disponible. Nada se ejecutará hasta que elijas su nueva ubicación.
fr: Le dossier enregistré n'est pas disponible. Rien ne fonctionnera tant que vous n'aurez pas choisi son nouvel emplacement.
it: La cartella salvata non è disponibile. Niente verrà eseguito finché non sceglierai la nuova posizione.
ja: 保存されたフォルダーは使用できません。新しい場所を選択するまでは何も実行されません。
km: ថតឯកសារដែលបានរក្សាទុកមិនអាចប្រើបានទេ។ គ្មានអ្វីនឹងដំណើរការរហូតដល់អ្នកជ្រើសរើសទីតាំងថ្មីរបស់វា។
ko: 저장된 폴더를 사용할 수 없습니다. 새 위치를 선택할 때까지는 아무 것도 실행되지 않습니다.
nb: Den lagrede mappen er utilgjengelig. Ingenting vil kjøre før du velger den nye plasseringen.
pl: Zapisany folder jest niedostępny. Nic nie będzie działać, dopóki nie wybierzesz nowej lokalizacji.
pt_br: A pasta salva não está disponível. Nada será executado até que você escolha seu novo local.
ru: Сохраненная папка недоступна. Ничто не будет работать, пока вы не выберете новое местоположение.
th: โฟลเดอร์ที่บันทึกไว้ไม่พร้อมใช้งาน จะไม่มีอะไรทำงานจนกว่าคุณจะเลือกตำแหน่งใหม่
tr: Kaydedilen klasör kullanılamıyor. Siz yeni konumunu seçinceye kadar hiçbir şey çalışmayacaktır.
uk: Збережена папка недоступна. Ніщо не працюватиме, доки ви не виберете його нове місце.
zh_hans: 保存的文件夹不可用。在您选择新位置之前，任何操作都不会运行。
zh_hant: 儲存的資料夾不可用。在您選擇新位置之前，任何操作都不會運作。

# uniconnect.localWindow.action.reopenTerminal
source: Reopen Terminal
ar: أعد فتح المحطة الطرفية
bs: Ponovo otvorite terminal
da: Åbn terminal igen
de: Terminal erneut öffnen
es: Reabrir terminal
fr: Rouvrir le terminal
it: Riapri il terminale
ja: ターミナルを再開します
km: បើកស្ថានីយឡើងវិញ
ko: 터미널 다시 열기
nb: Åpne terminalen igjen
pl: Otwórz ponownie terminal
pt_br: Reabrir terminal
ru: Открыть терминал снова
th: เปิดเทอร์มินัลอีกครั้ง
tr: Terminali Yeniden Aç
uk: Знову відкрийте термінал
zh_hans: 重新打开终端
zh_hant: 重新打開終端

# uniconnect.localWindow.action.reopenTerminal.detail
source: Start a new shell in the saved box folder.
ar: ابدأ shell جديد في مجلد الصندوق المحفوظ.
bs: Započnite novi shell u mapi sačuvane kutije.
da: Start en ny shell i den gemte boksmappe.
de: Starten Sie ein neues shell im gespeicherten Box-Ordner.
es: Iniciar un shell nuevo en la carpeta guardada de la caja.
fr: Démarrez un nouveau shell dans le dossier de la boîte enregistrée.
it: Avvia un nuovo shell nella cartella della casella salvata.
ja: 保存されたボックス フォルダーで新しい shell を開始します。
km: ចាប់ផ្តើម shell ថ្មីនៅក្នុងថតប្រអប់ដែលបានរក្សាទុក។
ko: 저장된 상자 폴더에서 새 shell을 시작합니다.
nb: Start en ny shell i den lagrede boksmappen.
pl: Rozpocznij nowy shell w folderze zapisanej skrzynki.
pt_br: Inicie um novo shell na pasta da caixa salva.
ru: Запустите новый shell в папке сохраненного ящика.
th: เริ่ม shell ใหม่ในโฟลเดอร์กล่องที่บันทึกไว้
tr: Kaydedilen kutu klasöründe yeni bir shell başlatın.
uk: Почніть новий shell у папці збереженого ящика.
zh_hans: 在保存的盒子文件夹中启动一个新的shell。
zh_hant: 在已儲存的盒子資料夾中啟動一個新的shell。

# uniconnect.localWindow.action.resumeConversation
source: Resume %@ Conversation
ar: استئناف %@ المحادثة
bs: Nastavi %@ Razgovor
da: Genoptag %@ samtale
de: Setzen Sie das Gespräch %@ fort
es: Reanudar conversación de %@
fr: Reprendre la conversation %@
it: Riprendi %@ conversazione
ja: %@ 会話を再開
km: បន្ត %@ ការសន្ទនា
ko: %@ 대화 재개
nb: Fortsett %@ samtale
pl: Wznów %@ Rozmowę
pt_br: Retomar %@ Conversa
ru: Резюме %@ Разговор
th: ดำเนินการต่อ %@ การสนทนา
tr: %@ Konuşmayı Devam Ettir
uk: Резюме %@ Розмова
zh_hans: 恢复 %@ 对话
zh_hant: 恢復 %@ 對話

# uniconnect.localWindow.action.resumeLatest
source: Resume %@
ar: السيرة الذاتية %@
bs: Životopis %@
da: Genoptag %@
de: Fortsetzen %@
es: Reanudar %@
fr: Reprendre %@
it: Riprendi %@
ja: 履歴書 %@
km: បន្ត %@
ko: 이력서 %@
nb: Fortsett %@
pl: Wznów %@
pt_br: Currículo %@
ru: Резюме %@
th: ดำเนินการต่อ %@
tr: Devam Et %@
uk: Резюме %@
zh_hans: 简历%@
zh_hant: 履歷%@

# uniconnect.localWindow.action.startAgent
source: Start %@
ar: ابدأ %@
bs: Početak %@
de: Starten Sie %@
es: Iniciar %@
fr: Démarrer %@
it: Avvia %@
ja: 開始 %@
km: ចាប់ផ្តើម %@
ko: 시작 %@
pl: Rozpocznij %@
pt_br: Iniciar %@
ru: Начало %@
th: เริ่ม %@
tr: %@ başlat
uk: Початок %@
zh_hans: 开始%@
zh_hant: 開始%@

# uniconnect.localWindow.new.agentName
source: Agent Name
ar: اسم الوكيل
bs: Ime agenta
da: Agent navn
de: Agentenname
es: Nombre del agente
fr: Nom de l'agent
it: Nome dell'agente
ja: エージェント名
km: ឈ្មោះភ្នាក់ងារ
ko: 대리인 이름
nb: Agentnavn
pl: Nazwa agenta
pt_br: Nome do agente
ru: Имя агента
th: ชื่อตัวแทน
tr: Temsilci Adı
uk: Ім'я агента
zh_hans: 代理名称
zh_hant: 代理名稱

# uniconnect.localWindow.new.agentName.placeholder
source: My Agent
ar: وكيل أعمالي
bs: Moj agent
da: Min agent
de: Mein Agent
es: Mi agente
fr: Mon agent
it: Il mio agente
ja: 私のエージェント
km: ភ្នាក់ងាររបស់ខ្ញុំ
ko: 내 에이전트
nb: Agenten min
pl: Mój agent
pt_br: Meu agente
ru: Мой агент
th: ตัวแทนของฉัน
tr: Temsilcim
uk: Мій агент
zh_hans: 我的经纪人
zh_hant: 我的經紀人

# uniconnect.localWindow.new.always
source: ALWAYS
ar: دائما
bs: UVIJEK
da: ALTID
de: IMMER
es: SIEMPRE
fr: TOUJOURS
it: SEMPRE
ja: いつも
km: ជានិច្ច
ko: 항상
nb: ALLTID
pl: ZAWSZE
pt_br: SEMPRE
ru: ВСЕГДА
th: เสมอ
tr: HER ZAMAN
uk: ЗАВЖДИ
zh_hans: 永远
zh_hant: 永遠

# uniconnect.localWindow.new.chooseType
source: What should this window open?
ar: ما الذي يجب أن تفتحه هذه النافذة؟
bs: Šta treba da otvori ovaj prozor?
da: Hvad skal dette vindue åbne?
de: Was soll dieses Fenster öffnen?
es: ¿Qué debería abrir esta ventana?
fr: Que doit ouvrir cette fenêtre ?
it: Cosa dovrebbe aprire questa finestra?
ja: このウィンドウは何を開く必要がありますか?
km: តើបង្អួចនេះគួរបើកអ្វី?
ko: 이 창은 무엇을 열어야 할까요?
nb: Hva skal dette vinduet åpne?
pl: Co powinno otwierać się to okno?
pt_br: O que esta janela deve abrir?
ru: Что должно открываться в этом окне?
th: หน้าต่างนี้ควรเปิดอะไร?
tr: Bu pencere ne açmalı?
uk: Що має відкрити це вікно?
zh_hans: 这个窗口应该打开什么？
zh_hant: 這個視窗該打開什麼？

# uniconnect.localWindow.new.configuredAgent
source: Configured Agent
ar: الوكيل المكوّن
bs: Konfigurisani agent
da: Konfigureret agent
de: Konfigurierter Agent
es: Agente configurado
fr: Agent configuré
it: Agente configurato
ja: 構成されたエージェント
km: ភ្នាក់ងារដែលបានកំណត់រចនាសម្ព័ន្ធ
ko: 구성된 에이전트
nb: Konfigurert agent
pl: Skonfigurowany agent
pt_br: Agente configurado
ru: Настроенный агент
th: ตัวแทนที่กำหนดค่าแล้ว
tr: Yapılandırılmış Aracı
uk: Налаштований агент
zh_hans: 配置代理
zh_hant: 配置代理

# uniconnect.localWindow.new.create
source: Create Window
ar: إنشاء نافذة
bs: Kreiraj prozor
da: Opret vindue
de: Fenster erstellen
es: Crear ventana
fr: Créer une fenêtre
it: Crea finestra
ja: ウィンドウの作成
km: បង្កើត Window
ko: 창 만들기
nb: Opprett vindu
pl: Utwórz okno
pt_br: Criar janela
ru: Создать окно
th: สร้างหน้าต่าง
tr: Pencere Oluştur
uk: Створити вікно
zh_hans: 创建窗口
zh_hant: 建立視窗

# uniconnect.localWindow.new.error.invalidCustomAgent
source: Enter a name and executable for the custom agent.
ar: أدخل اسمًا وقابلاً للتنفيذ للوكيل المخصص.
bs: Unesite ime i izvršnu datoteku za prilagođenog agenta.
da: Indtast et navn og en eksekverbar fil for den tilpassede agent.
de: Geben Sie einen Namen und eine ausführbare Datei für den benutzerdefinierten Agenten ein.
es: Introduce un nombre y un ejecutable para el agente personalizado.
fr: Entrez un nom et un exécutable pour l'agent personnalisé.
it: Immettere un nome e un eseguibile per l'agente personalizzato.
ja: カスタム エージェントの名前と実行可能ファイルを入力します。
km: បញ្ចូលឈ្មោះ និងអាចប្រតិបត្តិបានសម្រាប់ភ្នាក់ងារផ្ទាល់ខ្លួន។
ko: 사용자 정의 에이전트의 이름과 실행 파일을 입력합니다.
nb: Skriv inn et navn og en kjørbar fil for den egendefinerte agenten.
pl: Wprowadź nazwę i plik wykonywalny agenta niestandardowego.
pt_br: Insira um nome e um executável para o agente personalizado.
ru: Введите имя и исполняемый файл для пользовательского агента.
th: ป้อนชื่อและสามารถเรียกใช้งานได้สำหรับเอเจนต์แบบกำหนดเอง
tr: Özel aracı için bir ad ve yürütülebilir dosya girin.
uk: Введіть назву та виконуваний файл для спеціального агента.
zh_hans: 输入自定义代理的名称和可执行文件。
zh_hant: 輸入自訂代理程式的名稱和可執行檔。

# uniconnect.localWindow.new.executable
source: Executable
ar: قابل للتنفيذ
bs: Izvršni
da: Eksekverbar
de: Ausführbar
es: Ejecutable
fr: Exécutable
it: Eseguibile
ja: 実行可能ファイル
km: អាចប្រតិបត្តិបាន។
ko: 실행 가능
nb: Kjørbar
pl: Wykonywalny
pt_br: Executável
ru: Исполняемый файл
th: ดำเนินการได้
tr: Yürütülebilir
uk: Виконуваний файл
zh_hans: 可执行文件
zh_hant: 執行檔
